[Killed] Equality mutation
FaixaRiscoDoencaX.cs:7:20
     {
         public bool FaixaRisco(int idade)
         {
-            return idade > 18 && idade <= 35;
+            return idade < 18  && idade <= 35;
         }
     }

[Killed] Equality mutation
FaixaRiscoDoencaX.cs:7:34
     {
         public bool FaixaRisco(int idade)
         {
-            return idade > 18 && idade <= 35;
+            return idade > 18 && idade > 35;
         }
     }
